import image from "../Images/events/image 1.jpg"

const events = [
    {
        id: 1,
        title: "Графиковая РП-сессия по троллейбусам 1.10.23",
        text: "Карта: Пензенск. 1 октября 16:15",
        extra: "Дополнительная информация",
        img: ""
    },
    {
        id: 2,
        title: "Графиковая РП-сессия по троллейбусам 8.10.23",
        text: "Карта: Пензенск. 8 октября 16:15",
        extra: "Дополнительная информация",
        img: ""
    },
    {
        id: 3,
        title: "Графиковая РП-сессия по троллейбусам 15.10.23",
        text: "Карта: Пензенск. 15 октября 16:15",
        extra: "Дополнительная информация",
        img: ""
    },
    {
        id: 4,
        title: "Графиковая РП-сессия по троллейбусам 22.10.23",
        text: "Карта: Пензенск. 22 октября 17:30",
        extra: "Дополнительная информация",
        img: ""
    },
    {
        id: 5,
        title: "Графиковая РП-сессия по троллейбусам 29.10.23",
        text: "Карта: Пензенск. 29 октября 15:20",
        extra: (
            <div>
                <p>Привет! Открыта запись на графиковую РП-сессию по троллейбусам! Дата: воскресенье, 29 октября 2023 г., 15:20 (МСК) Карта: Рашкинск Время сбора на сессию с 15:00 Разбивка нарядов: <a href="https://vk.com/away.php?to=https%3A%2F%2Fdocs.google.com%2Fspreadsheets%2Fd%2F1GqScI16xI3Vb2g7caQ_qDX8MToJM-QzDUqnjyevcxjU%2Fedit%23gid%3D0&post=-220784760_42&cc_key=">https://docs.google.com/spreadsheets/d/1GqScI16xI3Vb2..</a></p>
                <p>К ознакомлению обязательно: Записываясь на РП-сессию, Вы берёте ответственность и гарантируете участие в указанное время! За час до начала РП-сессии заявку отменить нельзя! За час до начала поездки пришлём дополнительное уведомление тем, кто записался на сессию. Запись на РП-сессию производится через наш Discord в канале ⁠запись-на-сессию. Discord Trolleybus server - <a href="https://vk.com/away.php?to=http%3A%2F%2Fdiscord.gg%2Fj9FtYDjYuk&post=-220784760_42&cc_key=">discord.gg/j9FtYDjYuk</a> </p>
                <p>Приятной игры на Sunrise Trolleybus!</p>
            </div>
        ),
        img: image
    }
]

export default events