const jobs = [
  {
    id: 1,
    title: "Заместитель администратора",
    text: "Правая рука администратора, главный помощник на проекте",
    extra: "Дополнительная информация",
  },
  {
    id: 2,
    title: "Дизайнер-SMM",
    text: "Главный креативщик нашей команды!",
    extra: "Дополнительная информация",
  },
  {
    id: 3,
    title: "Редактор группы ВКонтакте",
    text: "По-своему блоггер!",
    extra: (
      <div>
        <p>
          Требования:<br></br>Аналогичный опыт работы<br></br>Базовое умение
          обработки фото и видео<br></br>Грамотная устная и письменная речь
          <br></br>Опыт работы в ведении групп ВКонтакте и<br></br> каналов
          Телеграм будет вашем преимуществом!
        </p>
        <p>
          Условия:<br></br>Связь с командой через Телеграм<br></br>Поддержка и
          помощь<br></br>Премии по итогу месяца
        </p>
      </div>
    ),
  },
]

export default jobs
